Repository: riskinfo-lk/riskinfo_lk
Catalog: riskinfo_lk/locale/*/LC_MESSAGES/django.po
Languages: si

source: Layers
si: ස්ථර

source: Maps
si: සිතියම්

source: Documents
si: ලිපි ලේඛන

source: People
si: අය

source: Groups
si: කණ්ඩායම්

source: Register
si: රෙජිස්ටර්

source: Sign in
si: ඇතුල් වන්න

source: Feedback? Contact us at
si: ඔබෙන් ලැබෙන ප්රයෝජනාත්මක ප්රතිචාරය? අපව අමතන්න

source: Partners
si: හවුල්කරුවන්

source: Language
si: භාෂා

source: Username
si: පරිශීලක නාමය

source: Password
si: මුරපදය

source: Remember Me
si: මාව මතක තබා ගන්න

source: Menu
si: මෙනුව

source: Upload Layers
si: උඩුගත ස්ථරය

source: Profile
si: පැතිකඩ

source: Recent Activity
si: මෑත ක්රියාකාරකම්

source: Inbox
si: එන ලිපි

source: Notifications
si: නිවේදන

source: Announcements
si: නිවේදන

source: Remote Services
si: දුරස්ථ සේවා

source: Invite User
si: පරිශීලක ආරාධනා

source: Admin
si: පරිපාලන

source: Help
si: උදව් කරන්න

source: Log out
si: ඉවත් වන්න

source: Type your search here ...
si: ඔබගේ සෙවුම් ටයිප් ...

source: Welcome to the Sri Lanka Disaster Risk Information Platform (RiskInfo). The purpose of RiskInfo is to make disaster risk information available to all the stakeholders and the public in order to facilitate disaster risk management. The initiative is led by the Disaster Management Center (DMC) in partnership with UNDP, GDFRR and the World Bank. The data is provided by the technical agencies. The data sharing platform is built using the open source software GeoNode that is designed to enable collaborative use of geospatial data and maps.
si: ශ්<200d>රී ලංකා ආපදා අවදානම් තොරතුරු පද්ධතිය (RiskInfo) වෙත සාදරයෙන් පිළිගනිමු. රාජ්<200d>ය, රාජ්<200d>ය නොවන ආයතන සහ සාමාන්<200d>ය පුරවැසියන් වෙත ආපදා අවදානම් තොරතුරු ලබාදීම මෙම පද්ධතිය ස්ථාපනය කිරීමේ අරමුණ වෙයි.මෙම කාර්යය ආපදා කළමනාකරණ මධ්<200d>යස්ථානයේ මූලිකත්වයෙන්, ලෝක බැංකුවට අනුබද්ධිත GFDRR, හා UNDP ආයතන වල සහයෝගිතාවය මත සකස් කරන ලදි.සිතියම් සකස් කිරීම, තාක්ෂණික ආයතන සහ ආපදා කළමනාකරණ මධ්<200d>යස්ථානය මඟින් සිදුකර ඇත. මෙම දත්ත පද්ධතිය විවෘත හා නිදහස් මෘදුකාංගයක් (FOSS) වන ජියෝනෝඩ් (GeoNode) මඟින් නිර්මාණය කර ඇති අතර එමඟින් අවකාශීය දත්ත හා තොරතුරු හුවමාරු කිරීමේ හැකියාව වර්ධනය කර ඇත.RiskInfo මඟින් ඔබට සිතියම් සකස් කිරීම හා අන්තර්ජාලය හරහා බෙදාහැරීම කලහැක. වැඩිදුර තොරතුරු <strong> riskinfo@dmc.gov.lk මඟින් විමසන්න.

source: Hazard Data
si: උවදුරු දත්ත

source: RiskInfo lets you upload, manage, and browse data. Search for data that is valuable to you, or upload your own data.
si: RiskInfo මගින් සිතියම් උඩුගත කිරිමට, කළමනාකරණය කිරිමට සහ දත්ත සෙවිමට පහසුකම් සලසයි

source: Earthquake
si: භූමිකම්පා

source: datasets
si: දත්ත කාණ්ඩය

source: Drought
si: නියඟය

source: Flood
si: ගංවතුර

source: Tsunami
si: සුනාමි

source: Storm Surge
si: චණ්ඩ මාරුතය

source: Strong Wind
si: ශක්තිමත් සුළං

source: Volcanic Ashes
si: ගිනි කඳු අලු

source: RiskInfo lets you compose and share maps. Create a map with our cartography tool, or explore maps shared by others.
si: RiskInfo වලින් ඔබට සිතියම් නිර්මාණය කිරිමටත් බෙදා හැරිමටත් පහසුකම් සලසයි. සිතියම් නිර්මාණය</කිරිමට හෝ අන්අය විසින් බෙදාහරින ලද සිතියම් <stroසඳහා.

source: Hazard Maps
si: උවදුරු සිතියම්

source: Administrative Boundaries
si: පරිපාලන මායිම්

source: Explore All Maps
si: සියලු සිතියම් ගවේෂණය

source: Base Data
si: මූලික දත්ත

source: Population Map
si: ජනගහන සිතියම

source: Buildings Map
si: ගොඩනැගිලි සිතියම

source: Administrative Boundries
si: පරිපාලන මායිම්
